Repository: MaxDelissen/chrono
Catalog: lib/l10n/app_*.arb
Languages: bn, zh_hans

# pickerRings
source: Rings
bn: রিং

# pickerDial
source: Dial
bn: ডায়াল

# swipeActionCardActionDescription
source: Swipe left or right on the card to perform actions
bn: কাজ সম্পাদন করতে কার্ডের বাম বা ডানদিকে সোয়াইপ করুন
zh_hans: 在卡片上向左或向右滑动以执行操作

# vendorSettingDescription
source: Manually disable vendor-specific optimizations
bn: ম্যানুয়ালি কোম্পানি-নির্দিষ্ট সীমাবদ্ধতা বন্ধ করুন
zh_hans: 手动关闭制造商的特殊优化

# batteryOptimizationSettingDescription
source: Disable battery optimization for this app to prevent alarms from being delayed
bn: অ্যালার্ম দেরি হওয়া থেকে আটকাতে এই অ্যাপের জন্য ব্যাটারি সীমাবদ্ধতা বন্ধ করুন
zh_hans: 禁用制造商的电池优化，以防止闹钟延迟响铃

# animationSettingGroup
source: Animations
bn: অ্যানিমেশন
zh_hans: 动画

# animationSpeedSetting
source: Animation Speed
bn: অ্যানিমেশনের গতি
zh_hans: 动画速度

# autoStartSetting
source: Auto Start
bn: অটোমেটিক শুরু
zh_hans: 自启动

# colorSchemeUseAccentAsOutlineSetting
source: Use Accent as Outline
bn: আউটলাইনের রঙ হিসাবে পরিপূরক রঙ ব্যবহার করুন

# styleThemeNamePlaceholder
source: Style Theme
bn: স্টাইল থিম

# timerTitle
source: Timer
bn: টাইমার
zh_hans: 计时器

# stopwatchTitle
source: Stopwatch
bn: স্টপওয়াচ
zh_hans: 秒表

source: System
bn: পদ্ধতি
zh_hans: 系统

# generalSettingGroup
source: General
bn: সাধারণ
zh_hans: 通用设置

# dateFormatSetting
source: Date Format
bn: তারিখ বিন্যাস
zh_hans: 日期格式

# generalSettingGroupDescription
source: Set app wide settings like time format
bn: সময় বিন্যাসের মতো অ্যাপ ওয়াইড সেটিংস সেট করুন
zh_hans: 应用的全局设置，如时间格式

# timeFormatSetting
source: Time Format
bn: সময়ের বিন্যাস
zh_hans: 时间格式

# timeFormat12
source: 12 hours
bn: ১২ ঘণ্টা
zh_hans: 12小时制

# timeFormat24
source: 24 hours
bn: ২৪ ঘন্টা
zh_hans: 24小时制

# timeFormatDevice
source: Device Settings
bn: ডিভাইস সেটিংস
zh_hans: 跟随系统设置

# showSecondsSetting
source: Show Seconds
bn: সেকেন্ড দেখান
zh_hans: 显示秒数

# timePickerSetting
source: Time Picker
bn: সময় বাছাইকারী
zh_hans: 时间选择器样式

# pickerInput
source: Input
bn: নির্দেশ

# pickerSpinner
source: Spinner
bn: ঘূর্ণন

# durationPickerSetting
source: Duration Picker
bn: সময়কাল বাছাইকারী
zh_hans: 计时器时间选择器样式

# swipeActionSetting
source: Swipe Action
bn: সোয়াইপ করুন
zh_hans: 滑动时行为

# swipActionCardAction
source: Card Actions
bn: কার্ড কর্ম
zh_hans: 操作卡片

# swipActionSwitchTabs
source: Switch Tabs
bn: ট্যাব পরিবর্তন করুন
zh_hans: 切换选项卡

# swipeActionSwitchTabsDescription
source: Swipe between tabs
bn: ট্যাবের মধ্যে সোয়াইপ করুন
zh_hans: 在选项卡间切换

# melodiesSetting
source: Melodies
bn: শব্দ
zh_hans: 铃声

# tagsSetting
source: Tags
bn: চিহ্ন
zh_hans: 标签

# vendorSetting
source: Vendor Settings
bn: কোম্পানির সেটিং
zh_hans: 制造商设置

# batteryOptimizationSetting
source: Disable Battery Optimization
bn: ব্যাটারি সীমাবদ্ধতা বন্ধ করুন
zh_hans: 关闭电池优化

# allowNotificationSettingDescription
source: Allow lock screen notifications for alarms and timers
bn: অ্যালার্ম এবং টাইমারগুলির জন্য লক স্ক্রীন নোটিফিকেশন অনুমতি দিন
zh_hans: 打开闹钟和计时器的锁屏通知

# autoStartSettingDescription
source: Some devices require Auto Start to be enabled for alarms to ring while app is closed
bn: অ্যাপ বন্ধ থাকা অবস্থায় অ্যালার্ম বাজানোর জন্য কিছু ডিভাইসে অটোমেটিক শুরু হওয়া করা প্রয়োজন
zh_hans: 当应用关闭时，部分设备需打开自启动才可响铃

# allowNotificationSetting
source: Allow Notifications
bn: নোটিফিকেশন অনুমতি দিন
zh_hans: 打开通知

# extraAnimationSetting
source: Extra Animations
bn: অতিরিক্ত অ্যানিমেশন
zh_hans: 启用更多动画

# appearanceSettingGroup
source: Appearance
bn: উপস্থিতি
zh_hans: 外观

# appearanceSettingGroupDescription
source: Set themes, colors and change layout
bn: থিম, রং সেট করুন এবং লেআউট পরিবর্তন করুন
zh_hans: 设置主题，颜色和布局

# nameField
source: Name
bn: নাম

# colorSetting
source: Color
bn: রঙ

# textColorSetting
source: Text
bn: লেখা

# colorSchemeNamePlaceholder
source: Color Scheme
bn: রঙের পরিকল্পনা

# colorSchemeBackgroundSettingGroup
source: Background
bn: ব্যাকগ্রাউন্ড

# colorSchemeAccentSettingGroup
source: Accent
bn: পরিপূরক রঙ

# colorSchemeErrorSettingGroup
source: Error
bn: ত্রুটি

# colorSchemeCardSettingGroup
source: Card
bn: কার্ড

# colorSchemeShadowSettingGroup
source: Shadow
bn: ছায়া

# colorSchemeOutlineSettingGroup
source: Outline
bn: আউটলাইন

# colorSchemeUseAccentAsShadowSetting
source: Use Accent as Shadow
bn: ছায়া হিসাবে পরিপূরক রঙ ব্যবহার করুন

# styleThemeShadowSettingGroup
source: Shadow
bn: ছায়া

# styleThemeShapeSettingGroup
source: Shape
bn: আকৃতি

# styleThemeElevationSetting
source: Elevation
bn: উচ্চতা

# styleThemeRadiusSetting
source: Corner Roundness
bn: কোণার গোলাকারতা

# clockTitle
source: Clock
bn: ঘড়ি
zh_hans: 时钟

# alarmTitle
source: Alarm
bn: এলার্ম
zh_hans: 闹钟

# languageSetting
source: Language
bn: ভাষা
zh_hans: 语言
